tap "aws/tap"
tap "borkdude/brew"
tap "clojure/tools"
tap "dagger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jbangdev/tap"
tap "micronaut-projects/tap"
tap "quarkusio/tap"
tap "splieth/swamp"
brew "ack"
brew "aria2"
brew "awscli"
brew "python@3.10"
brew "awsume"
brew "bat"
brew "python@3.9"
brew "node@18"
brew "cdktf"
brew "cmake"
brew "coreutils"
brew "dateutils"
brew "dive"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "guile"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kompose"
brew "openjdk"
brew "kotlin"
brew "kubernetes-cli"
brew "kubeval"
brew "lazydocker"
brew "mas"
brew "maven"
brew "node"
brew "mermaid-cli"
brew "openjdk@11"
brew "openssl@3"
brew "parallel"
brew "pigz"
brew "pnpm"
brew "qemu"
brew "podman"
brew "procs"
brew "python@3.8"
brew "ripgrep"
brew "rustup-init"
brew "scala"
brew "starship"
brew "swiftformat"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "borkdude/brew/babashka"
brew "clojure/tools/clojure"
brew "dagger/tap/dagger"
brew "jbangdev/tap/jbang"
brew "quarkusio/tap/quarkus"
cask "aerial"
cask "bettertouchtool"
cask "brooklyn"
cask "cacher"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kdiff3"
cask "launchcontrol"
cask "micronaut"
cask "microsoft-teams"
cask "miro"
cask "notion"
cask "nvidia-geforce-now"
cask "obsidian"
cask "pop"
cask "protonvpn"
cask "raycast"
cask "sensei"
cask "signal"
cask "soundsource"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "swiftformat-for-xcode"
cask "tableplus"
cask "teamviewer"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Agenda", id: 1287445660
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Luminar AI", id: 1541310539
mas "Moom", id: 419330170
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Speedtest", id: 1153157709
mas "Todoist", id: 585829637
mas "World Clock", id: 956377119
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
