tap "aws/tap"
tap "borkdude/brew"
tap "boz/repo"
tap "cargo-lambda/tap"
tap "clojure/tools"
tap "cue-lang/tap"
tap "dagger/tap"
tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "jbangdev/tap"
tap "micronaut-projects/tap"
tap "oven-sh/bun"
tap "quarkusio/tap"
tap "splieth/swamp"
brew "ack"
brew "age"
brew "age-plugin-yubikey"
brew "cryptography"
brew "libssh"
brew "ansible"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "argocd"
brew "libssh2"
brew "aria2"
brew "awscli"
brew "python@3.12"
brew "awsume"
brew "libgit2"
brew "bat"
brew "glib"
brew "node"
brew "cdk8s"
brew "cdktf"
brew "certbot"
brew "cfssl"
brew "clusterctl"
brew "cmake"
brew "coreutils"
brew "dateutils"
brew "dive"
brew "docker-buildx"
brew "docutils"
brew "eksctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "esptool"
brew "eza"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libmicrohttpd"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "gnu-sed"
brew "go"
brew "gopass"
brew "guile"
brew "hcloud"
brew "helm"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "infisical"
brew "jq"
brew "just"
brew "k8sgpt"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "openjdk"
brew "kotlin"
brew "krew"
brew "kubectx"
brew "lazydocker"
brew "lynx"
brew "mas"
brew "maven"
brew "mise"
brew "nmap"
brew "parallel"
brew "pigz"
brew "pipx"
brew "pnpm"
brew "procs"
brew "pstree"
brew "pwgen"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "rustup"
brew "sops"
brew "starship"
brew "swiftformat"
brew "tcl-tk"
brew "telnet"
brew "tlrc"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "boz/repo/kail"
brew "cargo-lambda/tap/cargo-lambda"
brew "cue-lang/tap/cue"
brew "dagger/tap/dagger"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/hcp"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "aerial"
cask "android-platform-tools"
cask "bambu-studio"
cask "bettertouchtool"
cask "brave-browser"
cask "brooklyn"
cask "cacher"
cask "clop"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "element"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "freecad"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "launchcontrol"
cask "lens"
cask "microsoft-teams"
cask "miro"
cask "moom"
cask "notion"
cask "nvidia-geforce-now"
cask "obsidian"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "sensei"
cask "session-manager-plugin"
cask "soundsource"
cask "spotify"
cask "steam"
cask "sweet-home3d"
cask "swiftformat-for-xcode"
cask "tableplus"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "winbox"
cask "wiso-steuer-2025"
cask "zed"
cask "zoom"
vscode "1yib.rust-bundle"
vscode "4ops.packer"
vscode "andyyaldoo.vscode-json"
vscode "aws-scripting-guy.cform"
vscode "bmalehorn.vscode-fish"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "jakebecker.elixir-ls"
vscode "jallen7usa.vscode-cue-fmt"
vscode "janisdd.vscode-edit-csv"
vscode "meezilla.json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "nefrob.vscode-just-syntax"
vscode "nickgo.cuelang"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "runem.lit-plugin"
vscode "rust-lang.rust-analyzer"
vscode "skyapps.fish-vscode"
vscode "tamasfe.even-better-toml"
vscode "tobiashochguertel.just-formatter"
vscode "vitest.explorer"
vscode "yeion7.styled-global-variables-autocomplete"
vscode "zainchen.json"
